<div class="container">
    <div class="row">
        <div class="col col-lg-8">

            <p class="lead">Реализовать функционал телефонного справочника. Справочник
                должен минимально содержать данные: ФИО абонента и&nbsp;телефон.

            <h4>Функционал разделен на&nbsp;две&nbsp;части:</h4>

            <ul style="list-style-type: decimal;">

                <li>Внесение информации</li>

                <li>Получение информации: Поиск абонента по&nbsp;телефону и&nbsp;наоборот. Поиск
                    осуществлять без перезагрузки страницы. Оба функционала необходимо
                    реализовать визуально. СУБД выбирается исполнителем. При внесении
                    информации должна происходить валидация данных.
                </li>

            </ul>

        </div>
    </div>
</div>

